app/views/static/acceuil.html.erb

    <div class="card-body">
    	<% Gossip.all.each_with_index do |gossip, index| %>
---
SELECT "gossips".* FROM "gossips"